const Doc=()=>{
    return (
        <div className='doc'>
            1. 一期完成的功能：
                1.1 改造成ts。
                1.2 完成单元测试。
                1.3 笔记本上无法拖拽。
                1.4 截图工具，最小化时截图异常——ok。
                1.5 录屏功能的完善。
                1.6 头像自定义。
                1.7 打包。
                1.8 截图工具，截图右键空白。
            <br />
            2. 二期功能：
                2.1 取色工具的功能实现。
                2.2 远程控制的功能实现。
                2.3 日志功能的实现。
                2.4 番薯种。
                2.5 记事本。
        </div>
    )   
}

export default Doc;